Repository: TellOP/APP
Catalog: TellOP/TellOP/Properties/Resources.*.resx
Languages: de_de, es_es, it_it

# ButtonDelete
source: Delete
de_de: Entfernen
es_es: Eliminar
it_it: Elimina

# ButtonOpen
source: Open
de_de: Öffnen
es_es: Abrir
it_it: Apri

# ButtonProfile
source: Profile
de_de: Profil
es_es: Perfil
it_it: Profilo

# ButtonRefresh
source: Refresh
de_de: Aktualisieren
es_es: Actualizar
it_it: Ricarica

# ButtonSearch
source: Search
de_de: Suchen
es_es: Buscar
it_it: Cerca

# ButtonSettings
source: Settings
de_de: Einstellungen
es_es: Configuración
it_it: Impostazioni

# ExerciseAnalysis_DifferentWords
source: Different words (types)
de_de: Unterschiedliche Wörter (Types)
es_es: Palabras distintas (types)
it_it: Parole differenti (tipi)

# ExerciseAnalysis_ExploreText_Contracted
source: + Explore your text
de_de: + Geben Sie Ihren Text ein
es_es: +Analiza tu texto
it_it: + Esplora il tuo testo

# ExerciseAnalysis_Families
source: Families
de_de: Familien
es_es: Familias
it_it: Famiglie

# ExerciseAnalysis_KFrequencyDistribution
source: K-frequency distribution
de_de: K-Frequenz Verteilung
es_es: Distribución de la Frecuencia K
it_it: Distribuzione k-frequenze

# ExerciseAnalysis_PertainingOnlistOnly
source: Pertaining to onlist only
de_de: Trifft nur auf Onliste zu
es_es: Perteneciente exclusivamente a la lista
it_it: Relative solo alle parole nell'elenco

# ExerciseAnalysis_PertainingWholeText
source: Pertaining to the whole text
de_de: Trifft auf den gesamten Text zu
es_es: Perteneciente al texto completo
it_it: Relative all'intero testo

# ExerciseAnalysis_RelatedRatiosIndices_Contracted
source: + Related ratios and indices
de_de: + Zugehörige Verhältnisse und Indizes
es_es: + índices y ratios relacionados
it_it: + Rapporti e indici correlati

# ExerciseAnalysis_Tokens
source: Tokens
it_it: Token

# ExerciseAnalysis_TokensPerFamily
source: Tokens per family
de_de: Tokens pro Familie
es_es: Tokens por Familia
it_it: Token per famiglia

# ExerciseAnalysis_TokensPerType
source: Tokens per type
de_de: Tokens pro Type
es_es: Tokens por type
it_it: Token per tip

# ExerciseAnalysis_Types
source: Types
it_it: Tip

# ExerciseAnalysis_TypesPerFamily
source: Types per family
de_de: Types pro Familie
es_es: Types por Familia
it_it: Tipi per famiglia

# ExerciseAnalysis_TypeTokenRatio
source: Type-token ratio
de_de: Type-Token Verhältnis
es_es: Ratio type-token
it_it: Rapporto tipo-token

# ExerciseAnalysis_WordsInText
source: Words in text (tokens)
de_de: Wörter in dem Text (Tokens)
es_es: Palabras en el texto (tokens)
it_it: Parole nel testo (token)

# PartOfSpeech_Adjective
source: Adjective
de_de: Adjektive
es_es: Adjetivo
it_it: Aggettivo

# PartOfSpeech_Adverb
source: Adverb
es_es: Adverbio
it_it: Avverbi

# PartOfSpeech_CardinalNumber
source: Cardinal number
de_de: Kardinalzahl
es_es: Número cardinal
it_it: Numero cardinale

# PartOfSpeech_ClauseOpener
source: Clause opener
de_de: Satzöffner
es_es: Introductor de oración
it_it: Parola in apertura di proposizione

# PartOfSpeech_CommonNoun
source: Common noun
de_de: Gattungsname
es_es: Nombre común
it_it: Nome comune

# PartOfSpeech_Conjunction
source: Conjunction
de_de: Bindewort
es_es: ´Conjunción
it_it: Congiunzione

# PartOfSpeech_Determiner
source: Determiner
de_de: Artikel
es_es: Determinante
it_it: Determinante

# PartOfSpeech_Determiner_Pronoun
source: Determiner/Pronoun
de_de: Artikel/Pronomen
es_es: Determinante/Pronombre
it_it: Determinante/Pronome

# PartOfSpeech_ExistentialParticle
source: Existential particle
de_de: Existenzielles Partikel
es_es: Partícula existencial
it_it: Particella esistenziale

# PartOfSpeech_ForeignWord
source: Foreign word
de_de: Fremdwort
es_es: Palabra extranjera
it_it: Prestito linguistico

# PartOfSpeech_Genitive
source: Genitive
de_de: Genitiv
es_es: Genitivo
it_it: Genitivo

# PartOfSpeech_InfinitiveMarker
source: Infinitive marker
de_de: Infinitiv
es_es: Marcador de infinitivo
it_it: Marcatore infinito

# PartOfSpeech_Interjection
source: Interjection or discourse marker
de_de: Interjection oder Diskurs Marker
es_es: Interjección o marcador de discurso
it_it: Marcatore di interiezione o discorso

# PartOfSpeech_LetterAsWord
source: Letter of the alphabet treated as a word
de_de: Buchstabe des Alphabets als Wort behandelt
es_es: Letra de alfabeto considerada palabra
it_it: Lettera dell'alfabeto considerata come parola

# PartOfSpeech_ModalVerb
source: Modal verb
es_es: Verbo modal
it_it: Verbo modale

# PartOfSpeech_NegativeMarker
source: Negative marker
de_de: Negativ Marker
es_es: Marcador de negación
it_it: Marcatore negativo

# PartOfSpeech_Ordinal
source: Ordinal
it_it: Ordinale

# PartOfSpeech_PartProperNoun
source: Part of a proper noun (United Kingdom, Los Angeles, New Zealand...)
de_de: Teil eines Eigennamen (Vereinigtes Königreich, Los Angeles, etc. ..)
es_es: Parte de nombre propio (Reino Unido, Los Angeles, Nueva Zelanda, ...)
it_it: Parte di un nome proprio (Regno Unito, Los Angeles, Nuova Zelanda...)

# PartOfSpeech_Preposition
source: Preposition
de_de: Präposition
es_es: Preposición
it_it: Preposizione

# PartOfSpeech_Pronoun
source: Pronoun
de_de: Pronomen
es_es: Pronombre
it_it: Pronome

# PartOfSpeech_ProperNoun
source: Proper noun
de_de: Eigenname
es_es: Nombre propio
it_it: Nome proprio

# PartOfSpeech_Unclassified
source: Unclassified
de_de: nicht klassifiziert
es_es: Sin clasificar
it_it: Non classificato

# PartOfSpeech_Unrecognized
source: Unrecognized term
de_de: nicht erkannter Begriff
es_es: Término no reconocido
it_it: Termine sconosciuto

# PartOfSpeech_Verb
source: Verb
es_es: Verbo
it_it: Verbo

# Dashboard_TabHistory
source: History
de_de: Geschichte
es_es: Historia
it_it: Cronologia

# Dashboard_TabFeatured
source: Featured
de_de: Gestaltet
es_es: Destacado
it_it: In primo piano

# Dashboard_TabStats
source: Stats
de_de: Statistiken
es_es: Parámetros estadísticos
it_it: Statistiche

# OAuth2_AuthenticationError
source: The authentication process did not complete successfully. Please try again.
de_de: Der Authentifizierungsprozess wurde nicht erfolgreich abgeschlossen. Bitte versuchen Sie es erneut.
es_es: El proceso de verificación no se completó con éxito. Por favor, inténtelo de nuevo.
it_it: L'autenticazione non è stata completata con successo. Riprova.

# OAuth2_AuthenticationErrorTitle
source: Login error
de_de: Loginfehler
es_es: Error de acceso
it_it: Errore durante l'accesso

# OAuth2_RequestTokenError
source: An error occurred while trying to authenticating you. Please try again.
de_de: Ein Fehler ist bei Ihrer Authentifizierung aufgetreten. Bitte versuchen Sie es erneut.
es_es: Ha surgido un error al verificar su cuenta. Por favor, inténtelo de nuevo.
it_it: Si è verificato un errore durante il tentativo di autenticazione. Riprova.

# OAuth2_RequestTokenErrorTitle
source: Login error
de_de: Loginfehler
es_es: Error de acceso
it_it: Errore durante l'accesso

# InternetConnectionRequiredError
source: An Internet connection is required to use Tell-OP. Please connect and try again.
de_de: Eine Internetverbindung wird benötigt um TELL-OP zu nutzen. Bitte verbinden Sie sich mit einem Netzwerk und versuchen Sie es erneut.
es_es: Para utilizar TELL-OP se necesita conexión a internet. Por favor, conéctese a la red e inténtelo de nuevo.
it_it: Per utilizzare Tell-OP è richiesta una connessione a Internet. Connettiti e riprova.

# InternetConnectionRequiredErrorTitle
source: Internet connection required
de_de: Internetverbindung notwendig
es_es: Se requiere conexión a internet
it_it: Connessione a Internet richiesta

# Login_LoginButton
source: Log in
es_es: Acceder
it_it: Accedi

# Login_RegisterButton
source: Register a new account
de_de: Einen neuen Account erstellen
es_es: Registrar una cuenta nueva
it_it: Registra un nuovo account

# Login_Title
source: Login
es_es: Acceso
it_it: Accedi

# OAuth2_Title
source: Login to Tell-OP
de_de: Login zu TELL-OP
es_es: Acceso a TELL-OP
it_it: Accedi a Tell-OP

# Profile_DisplayName
source: Name and surname
de_de: Vor- und Nachname
es_es: Nombre y apellidos
it_it: Nome e cognome

# Profile_Email
source: E-mail address
de_de: E-Mail-Adresse
es_es: Dirección de correo electrónico
it_it: Indirizzo di posta elettronica

# Profile_LanguageLevel
source: Language level
de_de: Sprachniveau
es_es: Nivel de idioma
it_it: Livello linguistico

# Profile_Title
source: User profile
de_de: Benutzerprofil
es_es: Perfil de usuario
it_it: Profilo utente

# Login_AboutLabel
source: About
de_de: Über
es_es: Acerca de
it_it: Informazioni su

# Login_SignUpLabel
source: Sign up
de_de: Anmelden
es_es: Registrarse
it_it: Registrati

# ExerciseAnalysis_ProfileLevelTitle_Contracted
source: + Profile levels
de_de: + Profillevels
es_es: + Niveles del perfil
it_it: + Livelli profilo

# AppCredits
source: Copyright © 2016 University of Murcia Developed by Mattia Zago and Alessandro Menti
de_de: Copyright © 2016 Universität Murcia Erstellt von Mattia Zago und Alessandro Menti
es_es: Copyright © 2016 Universidad de Murcia Desarrollado por Mattia Zago y Alessandro Menti
it_it: Copyright © 2016 University of Murcia Sviluppato da Mattia Zago e Alessandro Menti

# API_UserDataError
source: An error occurred while retrieving your profile data from the server. Please try again.
de_de: Ein Fehler ist aufgetreten bei dem Zugriff auf Ihre Profildaten des Servers. Bitte versuchen Sie es erneut.
es_es: Ha surgido un error al intentar recuperar los datos de su perfil del servidor. Por favor, inténtelo de nuevo.
it_it: Si è verificato un errore durante il recupero dei dati del tuo profilo dal server. Riprova.

# API_UserDataErrorTitle
source: Profile data retrieval error
de_de: Profildaten Zugangsfehler
es_es: Error al recuperar los datos de su perfil
it_it: Errore di recupero dei dati del profilo

# API_UserDataJSONError
source: An error occurred while reading your profile data retrieved from the server. Please try again.
de_de: Ein Fehler ist aufgetreten bei dem Zugriff auf Ihre Profildaten des Servers. Bitte versuchen Sie es erneut.
es_es: Ha surgido un error al intentar leer los datos de su perfil del servidor. Por favor, inténtelo de nuevo.
it_it: Si è verificato un errore durante la lettura dei tuoi dati del profilo recuperati dal server. Riprova.

# API_UserDataJSONErrorTitle
source: Profile data retrieval error
de_de: Profildaten Zugangsfehler
es_es: Error al recuperar los datos de su perfil
it_it: Errore di recupero dei dati del profilo

# OAuth2_AuthenticationCompleteNotAuthenticatedError
source: An error occurred while trying to log you in. Please try again.
de_de: Ein Fehler ist aufgetreten beim Einloggen. Bitte versuchen Sie es erneut.
es_es: Ha surgido un error al intentar darle acceso. Por favor, inténtelo de nuevo.
it_it: Si è verificato un errore durante l'accesso. Riprova.

# OAuth2_AuthenticationCompleteNotAuthenticatedErrorTitle
source: Login error
de_de: Loginfehler
es_es: Error de acceso
it_it: Errore durante l'accesso

# CollinsViewCell_Related
source: Related words
de_de: Verwandte Wörter
es_es: Palabras relacionadas
it_it: Parole correlate

# CollinsViewCell_SeeAlso
source: See also
de_de: Siehe auch
es_es: Vea también
it_it: Vedi anche

# CollinsViewCell_SenseCounter
source: Sense {0}
de_de: Sinn {0}
es_es: Sentido {0}:
it_it: Accezione {0}

# Exercise_EssayName
source: Essay
de_de: Übung
es_es: Ejercicio
it_it: Esercizio

# Exercise_GenericName
source: Exercise
de_de: Übung
es_es: Ejercicio
it_it: Esercizio

# LanguageLevel_A1_Long
source: A1 level (breakthrough)
de_de: A1 Niveaustufe (Durchbruch)
es_es: Nivel A1 (acceso)
it_it: Livello A1 (base)

# LanguageLevel_A2_Long
source: A2 level (waystage)
de_de: A2 Niveaustufe (fortgeschrittener Anfänger)
es_es: Nivel A2 (intermedio)
it_it: Livello A2 (Intermedio)

# LanguageLevel_B1_Long
source: B1 level (threshold)
de_de: B1 Niveausufe (Schwelle)
es_es: Nivel B1 (umbral)
it_it: Livello B1 (intermedio)

# LanguageLevel_B2_Long
source: B2 level (vantage)
de_de: B2 Niveaustufe (fortgeschritten)
es_es: Nivel B2 (intermedio-alto)
it_it: Livello B2 (avanzato)

# LanguageLevel_C1_Long
source: C1 level (effective operational proficiency)
de_de: C1 Niveaustufe (effektive operationalisierte Sprachbeherrschung)
es_es: Nivel C1 (avanzado)
it_it: Livello C1 (efficienza autonoma)

# LanguageLevel_C2_Long
source: C2 level (mastery)
de_de: C2 Level (Sprachbeherrschung)
es_es: Nivel C2 (maestría)
it_it: Livello C2 (padronanza in situazioni complesse)

# LanguageLevel_Unknown_Long
source: Unknown level
de_de: Unbekanntes Sprachniveau
es_es: Nivel desconocido
it_it: Livello sconosciuto

# LanguageLevel_Unknown_Short
source: Unkn.
de_de: Unbek.
es_es: Desc.
it_it: Scon.

# EssayExercise_MinMaxWords
source: Write an essay between {0} and {1} words.
de_de: Schreiben Sie einen Text zwischen {0} und {1} Wörtern.
es_es: Escribe un texto de entre {0} y {1} palabras
it_it: Scrivi un testo tra {0} e {1} parole.

# UnexpectedException_Text
source: An unexpected error occurred. Please contact the developers, telling them the exact steps you performed in the application, so that they will be able to fix it.
de_de: Ein unerwarteter Fehler ist aufgetreten. Bitte kontaktieren Sie die Entwickler, beschreiben Sie genau welche Schritte Sie in der App ausgeführt haben, sodass Sie Ihnen helfen können.
es_es: Ha ocurrido un error inesperado. Por favor, contacte con los desarrolladores y hágales saber qué es lo que ha hecho exactamente en la aplicación para que puedan arreglarlo.
it_it: Si è verificato un errore non previsto. Contatta gli sviluppatori riferendo loro gli esatti passaggi compiuti nell'applicazione in modo che possano correggerlo.

# UnexpectedException_Title
source: An unexpected error occurred
de_de: Ein unerwarteter Fehler ist aufgetreten.
es_es: Ha ocurrido un error inesperado
it_it: Si è verificato un errore non previsto

# UnexpectedException_WithDetails_Text
source: An unexpected error occurred. Please contact the developers, telling them the exact steps you performed in the application, so that they will be able to fix it. Error details: {0}
de_de: Ein unerwarteter Fehler ist aufgetreten. Bitte kontaktieren Sie die Entwickler, beschreiben Sie genau welche Schritte Sie in der App ausgeführt haben, sodass Sie Ihnen helfen können. Fehlerdetails: {0}
es_es: Ha ocurrido un error inesperado. Por favor, contacte con los desarrolladores y hágales saber qué es lo que ha hecho exactamente en la aplicación para que puedan arreglarlo. Detalles de error: {0}
it_it: Si è verificato un errore non previsto. Contatta gli sviluppatori riferendo loro gli esatti passaggi compiuti nell'applicazione in modo che possano correggerlo. Dettagli errore: {0}

# About_CopyrightNotice
source: Copyright © 2016 University of Murcia This software is supported by the Erasmus+ Programme of the European Union: TELL-OP - Transforming European Learner Language into Learning Opportunities A KA200 Higher Education Strategic Partnership 2014‐1‐ES01‐KA203-004782.
de_de: Copyright © 2016 Universität Murcia Diese Software wird von dem Erasmus+ Programm der europäischen Union unterstützt: TELL-OP - Transforming European Learner Language into Learning Opportunities A KA200 Higher Education Strategic Partnership 2014‐1‐ES01‐KA203-004782.
es_es: Copyright © 2016 University of Murcia Este programa está apoyado por el Programa Erasmus+ de la Unión Europea: TELL-OP - Transforming European Learner Language into Learning Opportunities A KA200 Asociación Estratégica de Educación Superior 2014‐1‐ES01‐KA203-004782.
it_it: Copyright © 2016 University of Murcia Questo software è sostenuto dal Programma Erasmus+ dell'Unione Europea: TELL-OP - Transforming European Learner Language into Learning Opportunities A KA200 Higher Education Strategic Partnership 2014‐1‐ES01‐KA203-004782.

# About_ThirdPartyLicenses
source: View third-party licenses
de_de: Lizenzen Dritter ansehen
es_es: Ver licencias de terceros
it_it: Visualizza licenze di terze parti

# About_ThirdPartyLicensesTitle
source: Third-party licenses
de_de: Lizenzen Dritter
es_es: Licencias de terceros
it_it: Licenze di terze parti

# About_Title
source: About Tell-OP
de_de: Über TELL-OP
es_es: Sobre TELL-OP
it_it: Informazioni su Tell-OP

# About_Version
source: Version: {0}
es_es: Versión: {0}
it_it: Versione: {0}

# About_ThirdPartyLicenses_UnableToLoad
source: Unable to load the third-party license notices.
de_de: Lizenzen Dritter konnten nicht geladen werden.
es_es: Ha sido imposible cargar los avisos de las licencias de terceros
it_it: Impossibile caricare le note sulle licenze di terze parti

# ButtonCancel
source: Cancel
de_de: Abbrechen
es_es: Cancelar
it_it: Annulla

# ButtonRetry
source: Retry
de_de: nochmal versuchen
es_es: Reintentar
it_it: Riprova

# ButtonSave
source: Save
de_de: Speichern
es_es: Guardar
it_it: Salva

# ButtonSaveAndOverride
source: Save and override
de_de: Speichern und überschreiben
es_es: Guardar y sobreescribir
it_it: Salva e sostituisci

source: Error
de_de: Fehler
it_it: Errore

# EssayExerciseViewAnalysisAborted
source: Operation aborted.
de_de: Schritt abgebrochen.
es_es: Operación abortada.
it_it: Operazione interrotta.

# EssayExerciseViewAnalyzeTextExceptionAnotherAnalysisIsRunning
source: Another analysis is running. Please wait until the current analysis is finished.
de_de: Eine andere Analyse läuft noch. Bitte warten Sie bis die aktuelle Analyse beendet ist.
es_es: Está realizándose otro análisis. Por favor, espere hasta que el actual haya finalizado.
it_it: Un'altra analisi è in fase di esecuzione. Attendi fino a che l'analisi in corso non sarà stata completata.

# EssayExerciseViewAnalyzeTextExceptionErrorGeneric
source: Error while performing the analysis. Error message:
de_de: Fehler während der Analyse aufgetreten. Fehlernachricht
es_es: Error al realizar el análisis. Mensaje de error:
it_it: Errore durante l'esecuzione dell'analisi. Messaggio d'errore:

# EssayExerciseViewAnalyzeTextExceptionTextTooShort
source: Text is too short to be analyzed. The minimum number of words is {0} (your text has {1} words).
de_de: Der Text ist zu kurz für die Analyse. Die Mindestanzahl an Wörtern ist {0} (Ihr Text hat {1} Wörter).
es_es: El texto es demasiado corto como para realizar un análisis. El número mínimo de palabras es {0} (su texto tiene {1} palabras)
it_it: Il testo è troppo breve per essere analizzato. Il numero minimo di parole è {0} (il tuo testo ha {1} parole).

# EssayExerciseViewExerciseTypeNotSupported
source: The returned exercise type is not supported yet
de_de: Der eingegebene Übungstyp ist noch nicht unterstützt
es_es: El tipo de ejercicio devuelto no tiene soporte aún.
it_it: Il tipo di esercizio restituito non è ancora supportato

# EssayExerciseViewSaveExceptionAPI
source: Error while saving the exercise in the database.
de_de: Fehler beim Speichern der Übung in der Datenbank.
es_es: Ha ocurrido un error al guardar el ejercicio en la base de datos.
it_it: Errore durante il salvataggio dell'esercizio nel database.

# EssayExerciseViewSaveExceptionOpCanceled
source: Analysis aborted
de_de: Analyse abgebrochen
es_es: Análisis abortado
it_it: Analisi interrotta

# EssayExerciseViewSaveExceptionUnknown
source: Unknown exception.
de_de: Unbekannte Ausnahme.
es_es: Excepción desconocida.
it_it: Eccezione sconosciuta.

# EssayExerciseViewStringContentError
source: EssayExerciseView supports only string content at this time
de_de: AufsatzÜbungsansicht unterstützt nur Zeicheninhalte zur Zeit
es_es: EssayExerciseView solo soporta cadenas de contenido en este momento
it_it: EssayExerciseView attualmente supporta solo contenuti di tipo stringa

# UserMessageSaveAndOverrideQuestion
source: Do you want to save and override the previous content?
de_de: Möchten Sie abspeichern oder den vorherigen Inhalt überschreiben?
es_es: ¿Desea guardar y sobreescribir el contenido anterior?
it_it: Salvare e sostituire il contenuto precedente?

# Login_Or
source: ...or...
de_de: ...oder...
es_es: ...o...
it_it: ...o...

# EssayExerciseView_Adjectives
source: Adj.
it_it: Agg.

# EssayExerciseView_Adverbs
source: Adv.
it_it: Avv.

# EssayExerciseView_Nouns
source: Nouns
de_de: Substantive
es_es: Sustantivos
it_it: Nomi

# EssayExerciseView_Verbs
source: Verbs
de_de: Verben
es_es: Verbos
it_it: Verbi

# Dashboard_TabFeatured_Description
source: To see the details of an exercise, select it from the list below.
de_de: Um die Einzelheiten der Übungen zu sehen, wählen Sie von der unten aufgeführten Liste.
es_es: Para ver los detalles de un ejercicio, selecciónelo de la lista.
it_it: Per visualizzare i dettagli di un esercizio, selezionalo dall'elenco sottostante.

# Dashboard_TabFeatured_Title
source: Featured exercises
de_de: Vorgegebene Übungen
es_es: Ejercicios destacados
it_it: Esercizi in primo piano

# Dashboard_TabError
source: An error occurred while trying to load the data. Press the Refresh button to try again.
de_de: Ein Fehler ist bei dem Laden der Daten aufgetreten. Klicken Sie auf den Aktualisierungsbutton und versuchen Sie es erneut.
es_es: Ha ocurrido un error al intentar cargar los datos. Presione el botón Actualizar para volver a intentarlo.
it_it: Si è verificato un errore durante il tentativo di caricamento dei dati. Premi il pulsante Aggiorna per riprovare.

# PartOfSpeech_AuxiliaryVerb
source: Auxiliary verb
de_de: Hilfsverben
es_es: Verbo auxiliar
it_it: Verbo ausiliare

# PartOfSpeech_Exclamation
source: Exclamation
de_de: Ausrufesatz
es_es: Exclamación
it_it: Esclamazione

# Language_English
source: English
de_de: Englisch
es_es: Inglés
it_it: Inglese

# Language_French
source: French
de_de: Französisch
es_es: Francés
it_it: Francese

# Language_German
source: German
de_de: Deutsch
es_es: Alemán
it_it: Tedesco

# Language_Italian
source: Italian
de_de: Italienisch
es_es: Italiano
it_it: Italiano

# Language_Spanish
source: Spanish
es_es: Español
it_it: Spagnolo

# Language_USEnglish
source: U.S. English
de_de: U.S. Englisch
es_es: Inglés EE.UU.
it_it: Inglese (Stati Uniti d'America)

# Dashboard_TabHistory_Description
source: You can access all exercises you already submitted from this page.
de_de: Auf dieser Seite können Sie alle bereits eingereichten Übungen einsehen.
es_es: Puede acceder a todos los ejercicios que ya ha enviado desde esta página.
it_it: Da questa pagina puoi accedere a tutti gli esercizi già inviati.

# Dashboard_TabHistory_Title
source: Submitted exercises
de_de: Eingereichte Übungen
es_es: Ejercicios enviados
it_it: Esercizi inviati

# Dashboard_TabFeatured_Description_NoFeatured
source: There are no featured exercises at this time.
de_de: Zur Zeit gibt es keine vorgebenen Übungen.
es_es: No hay ejercicios destacados en este momento.
it_it: Attualmente non ci sono esercizi in primo piano.

# Dashboard_TabHistory_Description_NoHistory
source: You have not submitted any exercises so far.
de_de: Sie haben noch keine Übungen eingereicht
es_es: No ha enviado ningún ejercicio aún.
it_it: Non hai ancora inviato alcun esercizio.

# MainSearch_EnterTerm
source: Word to search for
de_de: Wort nachdem gesucht werden soll
es_es: Palabra para buscar
it_it: Parola da cercare

# MainSearch_Title
source: Search
de_de: Suchen
es_es: Buscar
it_it: Cerca

# Search_NoTermEntered_Text
source: Please enter a search term in the search bar.
de_de: Bitte geben Sie einen Suchbegriff in die Suchmaske ein.
es_es: Por favor, introduzca un término a buscar en la barra de búsqueda.
it_it: Immetti un termine da cercare nella barra di ricerca.

# Search_NoTermEntered_Title
source: No search term entered
de_de: Kein Suchbegriff eingegeben
es_es: No se ha introducido ningún término de búsqueda
it_it: Nessun termine da cercare immesso
