Repository: TellOP/APP
Catalog: TellOP/TellOP/Properties/Resources.*.resx
Languages: de_de, es_es, it_it

# Search_TabError
source: An error occurred while retrieving the search results. Please try again.
de_de: Ein Fehler ist während der Suche aufgetreten. Bitte versuchen Sie es erneut.
es_es: Ha ocurrido un error al recuperar los resultados de la búsqueda. Por favor, inténtelo de nuevo.
it_it: Si è verificato un errore durante il recupero dei risultati di ricerca. Riprova.

# Stands4ViewCell_Definition
source: Definition
es_es: Definición
it_it: Definizione

# Stands4ViewCell_Example
source: Example
de_de: Beispiel
es_es: Ejemplo
it_it: Esempio

# CollinsViewCell_Definition
source: Definitions
de_de: Definitionen
es_es: Definiciones
it_it: Definizioni

# CollinsViewCell_Example
source: Examples
de_de: Beispiele
es_es: Ejemplos
it_it: Esempi

# Dashboard_ProfileAddedSoon
source: The Profile page will be added soon
de_de: Die Profilseite wird in Kürze hinzugefügt.
es_es: La página de Perfil se añadirá pronto
it_it: La pagina Profilo sarà aggiunta a breve

# Dashboard_SettingsAddedSoon
source: The Settings page will be added soon
de_de: Die Einstellungsseite wird in Küze hinzugefügt
es_es: La página de Configuración se añadirá pronto
it_it: La pagina Impostazioni sarà aggiunta a breve

# EssayExerciseView_Analysis
source: Analysis
de_de: Analyse
es_es: Análisis
it_it: Analisi

# EssayExerciseView_Reset
source: Reset
de_de: Zurücksetzen
es_es: Reiniciar
it_it: Reimposta

# EssayExerciseView_Search
source: Search
de_de: Suchen
es_es: Buscar
it_it: Cerca

# EssayExerciseView_ShowText
source: Show text
de_de: Text anzeigen
es_es: Mostrar texto
it_it: Visualizza testo

# EssayExerciseView_Submit
source: Submit
de_de: Absenden
es_es: Enviar
it_it: Invia

# EssayExerciseView_Title
source: Exercise
de_de: Übung
es_es: Ejercicio
it_it: Esercizio

# ExerciseAnalysis_Title
source: Results
de_de: Ergebnisse
es_es: Resultados
it_it: Risultati

# ExerciseAnalysis_Refresh
source: Refresh
de_de: Aktualisieren
es_es: Actualizar
it_it: Aggiorna

# EssayExerciseViewAnalyzeTextExceptionTextTooLongForSubmission
source: Text is too long to be submitted. The maximum number of words for this exercise is {0} (your text has {1} words).
de_de: Der Text ist zu lang um eingereicht zu werden. Die Höchstzahl der Wörter für diese Übung beträgt {0} Wörter (Ihr Text hat {1} Wörter).
es_es: El texto es demasiado largo para ser enviado. El número máximo de palabras para este ejercicio es {0} (su texto tiene {1} palabras)
it_it: Il testo è troppo lungo per essere inviato. Il numero massimo di parole per quest'esercizio è {0} (il tuo testo ha {1} parole).

# EssayExerciseViewAnalyzeTextExceptionTextTooShortForSubmission
source: Text is too short to be submitted. The minimum number of words for this exercise is {0} (your text has {1} words).
de_de: Der Text ist zu kurz um eingereicht zu werden. Die Mindestanzahl der Wörter für diese Übung beträgt {0} Wörter (Ihr Text hat {1} Wörter).
es_es: El texto es demasiado corto para ser enviado. El número mínimo de palabras para este ejercicio es {0} (su texto tiene {1} palabras)
it_it: Il testo è troppo breve per essere inviato. Il numero minimo di parole per quest'esercizio è {0} (il tuo testo ha {1} parole).

# ExerciseAnalysis_ExploreText_Expanded
source: - Explore your text
de_de: - Erforsche deinen Text
es_es: - Analiza tu texto
it_it: - Esplora il tuo testo

# ExerciseAnalysis_ProfileLevelTitle_Expanded
source: - Profile levels
de_de: - Profillevels
es_es: - Niveles del perfil
it_it: - Livelli profilo

# ExerciseAnalysis_RelatedRatiosIndices_Expanded
source: - Related ratios and indices
de_de: - Verwandte Verhältnisse und Indizes
es_es: - índices y ratios relacionados
it_it: - Rapporti e indici correlati

# Exercise_ExerciseSpecifications
source: Exercise specifications
de_de: Übungsspezifikationen
es_es: Especificaciones del ejercicio
it_it: Consegna esercizio

# Exercise_ExerciseSpecificationsText_WithReferenceText
source: {0} Reference text: {1}
de_de: {0} Referenztext: {1}
es_es: {0} Texto de referencia: {1}
it_it: {0} Testo di riferimento: {1}

# ButtonHide
source: Hide
de_de: Verstecken
es_es: Ocultar
it_it: Nascondi

# NetSpeak_Following
source: List of following words
de_de: Liste der folgenden Wörter
es_es: Lista de las siguientes palabras
it_it: Elenco di parole seguenti

# NetSpeak_Preceding
source: List of preceding words
de_de: Liste der vorangegangenen Wörter
es_es: Lista de las palabras anteriores
it_it: Elenco di parole precedenti

# ExerciseAnalysis_EmptyPoSList
source: This list is empty.
de_de: Diese Liste ist leer.
es_es: Esta lista está vacía.
it_it: Questo elenco è vuoto.

# Exercise_UnableToDisplay
source: Unable to display the chosen exercise.
de_de: Deaktivierung der angezeigten Aufgabe
es_es: Imposible mostrar el ejercicio escogido.
it_it: Impossibile visualizzare l'esercizio scelto.

# ExerciseAnalysis_WordsPerPoS
source: List of words for this part of speech:
de_de: Liste der Wörter dieser Wortartenklassifikation
es_es: Lista de palabras para esta parte de la oración:
it_it: Elenco di parole per questa parte del discorso:

# ExerciseAnalysis_ListOfWordsInThisCategory
source: List of words in this category
de_de: Liste der Wörter in dieser Kategorie
es_es: Lista de palabras de esta categoría
it_it: Elenco di parole in questa categoria

# ConnectivityMissing_Text
source: Enable WiFi or mobile data and try again.
de_de: W-Lan oder Mobile Daten aktivieren und erneut starten.
es_es: Permitir WiFi o datos móviles e intentar de nuevo
it_it: Abilita il WiFi o i dati mobili e riprova.

# ConnectivityMissing_Title
source: You are not connected to the Internet
de_de: Sie sind nicht mit dem Internet verbunden
es_es: No está conectado a internet
it_it: Non sei connesso a Internet

# EssayExerciseView_Unclassified
source: Uncl.
de_de: Unklar
es_es: No clas.
it_it: Scon.

# Exercise_DictionarySearchName
source: Dictionary search
de_de: Wörterbuchsuche
es_es: Búsqueda de diccionario
it_it: Ricerca dizionario

# EssayExerciseView_Load
source: Reload
de_de: Wieder laden
es_es: Recargar
it_it: Ricarica

# EssayExerciseView_ResetAlertMessage
source: Do you really want to reset the current exercise content?
de_de: Möchten Sie wirklich die aktuellen Übungsinhalte zurücksetzen?
es_es: ¿Quieres reiniciar el contenido del ejercicio?
it_it: Vuoi realmente cancellare il contenuto dell'esercizio?

# EssayExerciseView_ResetAlertTitle
source: Reset the current exercise
de_de: Aktuelle Übung zurücksetzen
es_es: Reiniciar el ejercicio
it_it: Cancella l'esercizio corrente

# MainSearch_HowTo
source: Tap on the buttons below to show/hide definitions and search results.
de_de: Klicken Sie auf die unteren Buttons um die Definitionen und Suchergebnisse anzuzeigen/zu verstecken.
es_es: Pulsa en los botones inferiores para mostrar/ocultar las definiciones y los resultados de búsqueda
it_it: Tocca il bottone qui sotto per mostrare/nascondere le definizioni ed i risultati della ricerca.

# MainSearch_StringNet_CollocationsAfterTitle
source: List of words that appears after "{0}".
de_de: Liste der Wörter die nach "{0}" erscheinen.
it_it: Lista di parole che appare dopo "{0}".

# MainSearch_StringNet_CollocationsBeforeTitle
source: List of words that appears before "{0}".
de_de: Liste der Wörter die vor "{0}" erscheinen.
it_it: Lista di parole che appare prima di "{0}".

# SingleWordExploration_StringNet
source: Collocations
de_de: Kollokationen
it_it: Collocazioni

# StringNetViewCell_Collocation
source: Collocation
de_de: Kollokation
it_it: Collocazioni

# StringNetViewCell_Example
source: Example
de_de: Beispiel
it_it: Esempio

# StringNetViewCell_Frequency
source: Frequency
de_de: Häufigkeit
it_it: Frequenza

# SingleWordExploration_CollinsDefinitionsTitle
source: Collins Definitions
de_de: Collins Definitionen
it_it: Definizioni Collins

# SingleWordExploration_Definitions
source: Definitions
de_de: Definitionen
it_it: Definizioni

# SingleWordExploration_Stands4DefinitionsTitle
source: Stands4 Definitions
de_de: Stands4 Definitionen
it_it: Definizioni Stands4

# Stands4ViewCell_Antonyms
source: Antonyms
de_de: Antonyme
it_it: Contrari

# Stands4ViewCell_Synonyms
source: Synonyms
de_de: Synonyme
it_it: Sinonimi

# Login_PrivacyLabel
source: Privacy
de_de: Privatsphäre
es_es: Privacidad

# Dashboard_Title
source: Dashboard
es_es: Panel de control

# ButtonOK
source: OK
es_es: Bien
